Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/facta/skuvlahistorja6/bratland-n.html.tmx
Source language: nob
Languages: sme

source: Samtidig var det utfordrende å studere i en liten gruppe fjernt fra moderskolen i Hammerfest.
sme: Seammás lei hástalussan čađahit oahpu unna jovkkožis guhkkin eret váldoskuvllas Hámmárfeasttas.

source: Sykepleierstudentene følte at det var lite faglige diskusjoner med andre studenter eller ansatte ved Samisk høgskole.
sme: Buohccidivššárstudeanttat dovde ahte ledje unnán fágalaš digaštallamat eará studeanttaiguin dahje bargiiguin Sámi allaskuvllas.

source: Og det virket som de satte mer pris på å komme til Hammerfest mot slutten av utdanningen, selv om det var noen utfordringer med å ha to høgskoler som studieadresse.
sme: Orui dego sidjiide lei buoret boahtit Hámmárfestii loahpageahčen oahpu, vaikko ledje muhtin hástalusat go ledje guokte allaskuvlla oahppobáikin.

source: I forbindelse med feltkurset (Bratland, Bongo 1999) i samfunnsfag fikk Kautokeino studentene besøk av studentene fra Hammerfest (30 personer), noe alle parter rapporterte som et positivt innslag.
sme: Servodatfága fealtakurssa oktavuođas (Bratland, Bongo 1999) ožžo Guovdageainnu studeanttat Hámmárfeastta studeanttaid guossin (30 olbmo) ja dan dieđihedje buohkat ahte lei positiivvalaš oassi.

source: Møtet mellom det levende samiske samfunnet og den norske sykepleierutdanningen var spennende å bivåne, og jeg var derfor skuffet over at prosjektet ikke ble videreført.
sme: Dáža buohccidivššároahpu ja ealli sámi servodaga deaivvadeami lei gelddolaš áicat, ja mun behtohallen go prošeakta ii jotkojuvvon.

source: Det desentraliserte tilbudet som var lokalisert til Samisk høgskole i Kautokeino ble nedlagt i 2001.
sme: Desentraliserejuvvon fálaldat mii lei biddjon Sámi allaskuvlii Guovdageainnus heaittihuvvui 2001:s.

source: Årsaken til dette var flerdelt: Nye retningslinjer for organisering og igangsetting av fjernundervisningsstudier med statlige høgskoler som faglig ansvarlig (1996) betød at høgskolene ikke kunne ha permanente desentraliserte opplegg på et studiested, disse måtte flyttes rundt.
sme: Dása ledje máŋga siva: Ođđa njuolggadusat gáiddusoahpuid organiseremii ja álggaheapmái main stáhta allaskuvllain lea fágalaš ovddasvástádus (1996) mearkkašii ahte allaskuvllat eai sáhttán fállat fásta desentraliserejuvvon oahpahusa ovtta oahppobáikái, daid fertii lávdadit.

source: Dessuten var dette tilbudet opprettet av Det regionale høgskolestyret, i en tid hvor de fire høgskolene i Finnmark, inkludert Samisk høgskole, hadde felles styre.
sme: Dasa lassin lei Regiovnnalaš allaskuvlastivra ásahan dán fálaldaga, áiggis goas dan njealji allaskuvllas Finnmárkkus, oktan Sámi allaskuvllain, lei oktasaš stivra.

source: Dette var ikke lengre tilfelle etter høgskolereformen i 1995.
sme: Ii lean šat nu maŋŋil allaskuvlaođastusa 1995:s.

source: Høgskolesystemet gikk dessuten inn i en tid med vekt på effektivitet og økonomi (NOU 1988: 28 Med viten og vilje) og dette påvirket administrasjonen ved Høgskolen i Finnmark, som mente at det ikke var studentgrunnlag for å fortsette i Kautokeino.
sme: Allaskuvlavuogádat ollii maid áigái mas beaktilvuohta ja ekonomiija deattuhuvvo (NOU 1988: 28 Med viten og vilje) ja dát váikkuhii Finnmárkku allaskuvlla hálddahussii, geat oaivvildedje ahte ii leat studeantavuođđu joatkit Guovdageainnus.

source: Da tilbudet ble flyttet, opphørte også samarbeidet mellom høgskolene.
sme: Go fálaldat sirdojuvvui nogai maid allaskuvllaid ovttasbargu.

source: Nye desentraliserte tilbud hadde samme fokus som grunnutdanningen i Hammerfest, det var ingen samisk veileder i praksis og ingen samisktalende følgelærer, og det samiske innholdet ble utformet i forhold til studentenes og lærernes egne interesser.
sme: Ođđa desentraliserejuvvon fálaldagain lei seamma fokus go vuođđooahpahusas Hámmárfeasttas, iige lean sámegielat bagadalli praktihkalaš oahpahusas iige oktage sámegielat čuovvunoahpaheaddji, ja sámi sisdoallu hábmejuvvui studeanttaid ja oahpaheddjiid iežaset beroštumiid mielde.

source: Feltkurset ble videreført, og noen ganger brukt i språklovens kommuner.
sme: Fealtakursa jotkojuvvui, ja muhtumin geavahuvvui giellalága suohkaniin.

source: Det viste seg at det var uheldig å koble samisk språk med en desentralisert modell fordi begrepet desentralisert var utydelig i forhold til det samiske innholdet.
sme: Čájehuvvui ahte ii lean buorre seaguhit sámegiela desentraliserejuvvon vuogádagain danin go doaba desentraliserejuvvon ii lean čielggas sámi sisdoalu ektui.

source: Desentralisert sykepleierutdanning i Indre Finnmark var i realiteten forløper for en samisk sykepleierutdanning.
sme: Desentraliserejuvvon buohccidivššároahppu Sis-Finnmárkkus lei duohtavuođas sámi buohccidivššároahpu ovdavázzi.

source: Når en la ned tilbudet, så stanset mye av utviklingsarbeidet i forhold til samiske omsorgsforhold.
sme: Go heaittihedje fálaldaga, de bissehuvvui ollu ovdánahttinbarggus sámi fuolahusdiliin.

source: I 2008 ble det opprettet et nytt desentralisert tilbud i Porsanger kommune med støtte av Sametinget.
sme: 2008:s vuođđudedje ođđa desentraliserejuvvon fálaldaga Porsáŋggu gielddas Sámedikki doarjagiin.

source: I fagplanen står det at tilbudet skal ha en samisk profil, men det gjenstår fortsatt et arbeid i forhold til hva den samiske profilen skal gå ut på både teoretisk og praktisk.
sme: Fágaplánas čuožžu ahte fálaldagas galgá leat sámi čalmmusteapmi, muhto lea ain bargu hábmet čalmmustahttima sihke teorehtalaččat ja praktihkalaččat.

source: Erfaringen viser at Høgskolen i Finnmark er i stand til å etablere en samisk sykepleierutdanning, samtidig viser det seg også at samisk språk og kultur utgjør en betydelig utfordring.
sme: Vásáhusat čájehit ahte Finnmárkku allaskuvla nagoda ásahit sámi buohccidivššároahpu, ja seammás čájehuvvo maid ahte sámi giella ja kultuvra leat stuora hástalussan.

source: Det samiske innholdet må formaliseres slik at det foreligger en felles forståelse av hva det samiske innholdet i sykepleierutdanningen skal være.
sme: Sámi sisdoallu ferte almmolažžan dahkkojuvvot vai lea oktasaš ipmárdus mii sámi sisdoallu galgá leat buohccidivššároahpus.

source: Derfor er det nødvendig å samarbeide med instanser som er i stand til å vurdere en fagplan for samisk sykepleierutdanning: dette vil være Kunnskapsdepartementet (rammeplanendring), Samisk høgskole, Sametinget og Høgskolen i Finnmark, Avdeling helsefag.
sme: Danin lea dárbbašlaš ovttasbargat ásahusaiguin mat máhttet veardádallat sámi buohccidivššároahpu fágaplána: Dát leat nugo Máhttodepartemeanta (rámmaplánarievdadeapmi), Sámi allaskuvla, Sámediggi ja Finnmárkku allaskuvla, Dearvvašvuođafága ossodat.

source: En slik fagplan kan ligge til grunn for både treårige og fireårige løp avhengig av studenttilgang, og disse kan flyttes rundt i språkområdet.
sme: Dákkár fágaplána sáhttá leat vuođđun sihke golmma jagi ja njealji jagi ohppui, sorjavaš das man ollu studeanttat leat áiggis áigái, ja sii sáhttet sirddašuvvot miehtá giellaguovllu.

source: Det må også stilles formelle krav til de som skal være veiledere og undervisere i samisk sykepleierutdanning, slik at utdanningen både i teori og praksis kan være forskningsbasert.
sme: Ferte maid bidjat formálalaš gáibádusaid sidjiide geat galget leat bagadallit ja oahpaheaddjit sámi buohccidivššároahpus, vai oahppu sihke teoriijas ja praksisis sáhttá leat vuođđuduvvon dutkama nala.

source: Det må gis tid og rom for å fordype seg i arbeidet med å sette ord på tradisjonell kunnskap innen helseområdet.
sme: Áigi ja báiki ferte láhččojuvvot vai sáhttá vuodjudit iežas bargui bidjat sániid árbevirolaš máhttui dearvvašvuođasuorggis.

source: Høgskolen i Finnmark bør etter min oppfatning på denne bakgrunn få et særlig ansvar for samisk omsorgsarbeid og forskning innen sykepleie.
sme: Finnmárkku allaskuvla ferte mu oaivila mielde dáinna duogážiin oažžut erenoamáš ovddasvástádusa sámi fuolahusbargui ja buohccidivššársuorggi dutkamii.
